Repository: CaioPiologo/ToDo-List
Catalog: ToDo List/ToDo List/*.lproj/Localizable.strings
Languages: pt

source: There are no tasks today.
pt: Não há tarefas para hoje.

source: Today
pt: Hoje

source: Tomorrow
pt: Amanhã

source: After Tomorrow
pt: Depois de amanhã

source: Later
pt: Para Depois

source: There are no tasks tomorrow.
pt: Não há tarefas pra amanhã.

source: There are no tasks after tomorrow.
pt: Não há tarefas pra depois de amanhã.

source: There are no tasks for later.
pt: Não há tarefas para depois.

source: Task not completed on %02ld/%@/%ld
pt: Tarefa não completada em %02ld/%@/%ld

source: Conclusion until %02ld:%02ld
pt: Concluir até %02ld:%02ld

source: You forgot about me...
pt: Você esqueceu de mim...

source: Damn, sorry
pt: Puxa, desculpe.

source: Hell no!
pt: Nunca!
